{
    "portfolio": "Portfolio",
    "introTitle": "Juan Pablo Zabala",
    "homeTitle": "Home",
    "aboutTitle": "About Me",
    "servicesTitle": "Services",
    "workTitle": "Works",
    "contactTitle": "Contact Me",
    "nameTitle": "Name",
    "profileTitle": "Profile",
    "skillsTitle": "Skills",
    "seeTitle": "See",
    "database": "Databases",
    "studiesTitle": "Studies",
    "careerTitle": "Computer Engineering",
    "universityTitle": "José Antonio Páez University (2016 - 2020)",
    "masterTitle": "Master's Degree Web Site Management Engineering",
    "firstText": "I am a Computer Engineer graduated from the University Jose Antonio Paez, located in the municipality of San Diego, Carabobo State, it is a little difficult to talk about myself, but here I will try to give you some characteristics of my professional profile.",
    "secondText": "I have 4 years of experience in the field of software development, I have worked in some companies such as App Tecnología, Navegantes del Magallanes BBC, Tigres de Aragua BBC and Trotamundos de Carabobo all these previous as an intern and already as Software Engineer in InteliX Synergy, Alena Designn, MD Digital Solutions, Epidata and CompassDigital SL, using technologies such as Spring Boot, Quarkus, Angular, React, VueJS, Docker, Golang, TypeScript, JavaScript, Postman, Oracle, PostgreSQL among others.",
    "thirdText": "I am studious and dedicated in technology, I am always in constant updating because every day there is always something new to learn, besides being a proactive and creative person, I always manage to maintain the best relationship with my clients capturing all their requirements and making it a reality.",
    "serviceSection": "Services",
    "specialties": "My specialties",
    "frontend": "Frontend Development",
    "frontendText": "Development of planning, design, implementation and maintenance of web sites, required by the client to find success in their pages.",
    "web": "Web Programming",
    "webText": "Development and creation of web pages and web applications using core technologies or CMS.",
    "backend": "Backend Development",
    "backendText": "Carry out the programmatic construction of the website, as well as its constant development in order to achieve the requirements proposed by the client and their satisfaction.",
    "projects": "Completed projects",
    "experience": "Years of experience",
    "certifications": "Certifications Completed",
    "personalWorks": "Personal Works",
    "projectsDone": "Software and projects I have done.",
    "rolProgrammer": "Web Programmer",
    "ceo": "Programmer & CEO",
    "fullStack": "Full Stack Developer",
    "sendMessage": "Your message has been sent, thanks!",
    "sendMessageText": "Send me a message",
    "contactText": "Contact Us",
    "contactP": "If you wish to communicate or comment something about me, please fill in the message form to get a next answer for future project or work planning.",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "send": "Send",
    "copyright": "Copyright Juan P. Zabala Developer All rights reserved."
}
