{
    "portfolio": "Portafolio",
    "title": "Juan P. Zabala Developer",
    "introTitle": "Juan Pablo Zabala",
    "homeTitle": "Inicio",
    "aboutTitle": "Sobre mí",
    "servicesTitle": "Servicios",
    "workTitle": "Trabajos",
    "contactTitle": "Contáctame",
    "nameTitle": "Nombre",
    "profileTitle": "Perfil",
    "skillsTitle": "Habilidades",
    "seeTitle": "Ver",
    "database": "Base de Datos",
    "studiesTitle": "Estudios",
    "careerTitle": "Ingeniería de Computación",
    "universityTitle": "Universidad José Antonio Páez (2016 - 2020)",
    "masterTitle": "Maestría en Gestión de Ingeniería de Sitios Web",
    "firstText": "Soy Ingeniero de Computación egresado en la Universidad José Antonio Páez, ubicado en el municipio San Diego del Estado Carabobo, es un poco difícil hablar de uno mismo, pero aquí trataré de darles algunas características de mi perfil profesional.",
    "secondText": "Tengo 4 años de experiencia en el campo de desarrollo de Software, he trabajado en algunas empresas como las que son App Tecnología, Navegantes del Magallanes BBC, Tigres de Aragua BBC y Trotamundos de Carabobo todos estos anteriores como pasante y ya como Software Engineer en InteliX Synergy, Alena Design, MD Digital Solutions, Epidata y CompassDigital SL, utilizando tecnologías como Spring Boot, Quarkus, Angular, React, VueJS, Docker, Golang, TypeScript, JavaScript, Postman, Oracle, PostgreSQL entre otras.",
    "thirdText": "Soy estudioso y dedicado en la tecnología, siempre estoy en constante actualización debido a que todos los días siempre hay algo nuevo que aprender, además de ser una persona proactiva y creativa, siempre logro mantener la mejor relación con mis clientes captando todos sus requerimientos y haciéndolo realidad.",
    "serviceSection": "Servicios",
    "specialties": "Mis especialidades",
    "frontend": "Desarrollo Frontend",
    "frontendText": "Desarrollo de la planificación, diseño, implementación y mantenimiento de sitios web, requeridos por el cliente para encontrar el éxito en sus páginas.",
    "web": "Programación Web",
    "webText": "Desarrollo y creación de páginas y aplicaciones web utilizando tecnologías fundamentales o CMS.",
    "backend": "Desarrollo Backend",
    "backendText": "Llevar a cabo la construcción programática del sitio web, como su constante desarrollo para así lograr los requerimientos propuestos por el cliente y su agrado.",
    "projects": "Proyectos realizados",
    "experience": "Años de Experiencia",
    "certifications": "Certificaciones realizadas",
    "personalWorks": "Trabajos Personales",
    "projectsDone": "Software y proyectos que he realizado.",
    "rolProgrammer": "Programador Web",
    "ceo": "Programador & CEO",
    "fullStack": "Desarrollador Full Stack",
    "sendMessage": "¡Tu mensaje ha sido enviado!. ¡Gracias!",
    "sendMessageText": "Envíame un mensaje",
    "contactText": "Ponerse en contacto",
    "contactP": "Si desea comunicarse o comentar algo sobre mí, llene los datos del formulario de mensaje para así obtener una próxima respuesta para futuras planificaciones de proyectos o trabajos.",
    "name": "Nombre",
    "email": "Correo",
    "subject": "Asunto",
    "message": "Mensaje",
    "send": "Enviar",
    "copyright": "Copyright Desarrollador Juan P. Zabala Todos los derechos reservados."
}
